// FileSyncUI Localizable.strings

// The name of the product
"FileSyncUI" = "Bestandssynchronisatie";

// Text of "ok" button, used in various dialogs.
"OK" = "OK";

// Text of "cancel" button, used in various dialogs.
"CANCEL" = "Annuleer";

// Text of "Next" button, used in various dialogs
"NEXT" = "Volgende";

// Text of "Done" button, used in various dialogs
"DONE" = "Gereed";

// Text of "Continue" button, used in various dialogs
"CONTINUE" = "Ga door";


// ------------------------
// Exception (error) window

"DESTINATION:" = "Doel:";	// Destination label - prefixes the destination path of a symlink.
"MODIFIED:"    = "Bewerking:";		// Modified label - prefixes the displayed mod date
"NAME:"        = "Naam:";			// Name label - prefixes the name of the file
"SIZE:"        = "Grootte:";			// Size label - prefixes the displayed size of the file
"IDISK"		   = "iDisk";			// Prefixing the path with "iDisk/" when appropriate

// These labels tell the user which side of the mirror the file which caused the error resides on
"THIS_COMPUTER" = "Op deze computer";	// For iDisk
".MAC"          = "op %@";				// For iDisk
"LOCAL_MHD"     = "Op deze computer";	// For Mobile Home Directories (MHD)
"REMOTE_MHD"    = "In het netwerk";		// For MHD

// To reveal the errored file in Finder when appropriate
"SHOW IN FINDER" = "Toon in Finder";


// ------------------------
// Exception (error) dialog

// The title of the exception dialog.
"IDISK ERROR TITLE" = "iDisk-fout";
"MHD ERROR TITLE"   = "Thuismapsynchronisatiefout";
"FS ERROR TITLE"    = "Bestandssynchronisatiefout";

// Error code. The argument is an integer number, such as -43.
"ERROR%" = "De foutcode is %d.";

// Exception count.
// The first argument is an integer index, the second is the total number of errors. E.g., "iDisk Error 1 of 5"
"IDISK ERROR COUNT%" = "iDisk-fout %d van %d";
"MHD ERROR COUNT%"   = "Thuismapsynchronisatiefout %d of %d";
"FS ERROR COUNT%"    = "Bestandssynchronisatiefout %d van %d";

// Title text of the error. Two variations, only one is used at a time.
// The argument is a filename.
"ERROR DELETING%"      = "Er heeft zich een probleem voorgedaan bij het verwijderen van het bestand '%@'.";
"ERROR SYNCING%"       = "Er heeft zich een probleem voorgedaan bij het synchroniseren van het bestand '%@'.";
"ERROR MOVING%"        = "Er heeft zich een probleem voorgedaan bij het verplaatsen van het bestand '%@'.";
"ERROR ACCESSING%"     = "Er heeft zich een probleem voorgedaan bij het synchroniseren van het bestand '%@'.";
"DIR:ERROR DELETING%"  = "Er heeft zich een probleem voorgedaan bij het verwijderen van de map '%@'.";
"DIR:ERROR SYNCING%"   = "Er heeft zich een probleem voorgedaan bij het synchroniseren van de map '%@'.";
"DIR:ERROR MOVING%"    = "Er heeft zich een probleem voorgedaan bij het verplaatsen van de map '%@'.";
"DIR:ERROR ACCESSING%" = "Er heeft zich een probleem voorgedaan bij het synchroniseren van de map '%@'.";


// ------------------------
// Exception dialog error messages.
// The first string is a short description of the error.
// The second string is additional help text.

// dskFulErr
// The first three strings are variations of the short description: iDisk, mobile home, and general syncing.
"IDISK DSKFULERR"      = "Uw iDisk is bijna vol. Er is onvoldoende ruimte op uw iDisk om dit onderdeel te synchroniseren.";
"MHD DSKFULERR"        = "Uw thuismap is bijna vol. Er is onvoldoende ruimte beschikbaar om dit onderdeel te synchroniseren.";
"FS DSKFULERR"         = "Uw schijf is bijna vol. Er is onvoldoende ruimte beschikbaar om dit onderdeel te synchroniseren.";
"IDISK DSKFULERR HELP" = "Uw iDisk bevat onderdelen die zich in de prullenmand bevinden. Leeg de prullenmand om meer ruimte vrij te maken.";

// afpAccessDenied
// The first two strings are variations of the short description: deleting, syncing
"AFPACCESSDENIED DELETE"     = "U hebt geen bevoegdheden om dit bestand te verwijderen.";
"AFPACCESSDENIED SYNC"       = "U hebt geen bevoegdheden om dit bestand te synchroniseren.";
"DIR:AFPACCESSDENIED DELETE" = "U hebt geen bevoegdheden om deze map te verwijderen.";
"DIR:AFPACCESSDENIED SYNC"   = "U hebt geen bevoegdheden om deze map te synchroniseren.";
"AFPACCESSDENIED HELP"       = "U kunt de bevoegdheden controleren in het infopaneel in de Finder.";

// kSFFileNameDiffersByCase
// The first three strings are variations of the short description: iDisk, mobile home, general syncing.
"IDISK KSFFILENAMEDIFFERSBYCASE"     = "De naam van dit bestand verschilt alleen qua hoofdlettergebruik van de naam van een ander onderdeel op uw iDisk.";
"MHD KSFFILENAMEDIFFERSBYCASE"       = "De naam van dit bestand verschilt alleen qua hoofdlettergebruik van de naam van een ander onderdeel in uw thuismap.";
"FS KSFFILENAMEDIFFERSBYCASE"        = "De naam van dit bestand verschilt alleen qua hoofdlettergebruik van de naam van een ander onderdeel op uw schijf.";
"DIR:IDISK KSFFILENAMEDIFFERSBYCASE" = "De naam van deze map verschilt alleen qua hoofdlettergebruik van de naam van een ander onderdeel op uw iDisk.";
"DIR:MHD KSFFILENAMEDIFFERSBYCASE"   = "De naam van deze map verschilt alleen qua hoofdlettergebruik van de naam van een ander onderdeel in uw thuismap.";
"DIR:FS KSFFILENAMEDIFFERSBYCASE"    = "De naam van deze map verschilt alleen qua hoofdlettergebruik van de naam van een ander onderdeel op uw schijf.";
"KSFFILENAMEDIFFERSBYCASE HELP"      = "U moet een grotere wijziging aanbrengen in de naam van dit onderdeel. Voeg bijvoorbeeld een cijfer aan de naam toe.";

// fBsyErr
"FSBSYERR"      = "Het bestand is in gebruik.";
"FSBSYERR HELP" = "Het bestand is mogelijk geopend in een programma. Sluit het bestand of stop programma's.";

// fLckdErr
"FLCKDERR"      = "Het bestand is beveiligd.";
"DIR:FLCKDERR"  = "De map is beveiligd.";
"FLCKDERR HELP" = "U kunt de beveiliging van het onderdeel opheffen via het infopaneel in de Finder.";

"File Not Found"      = "Het bestand is niet gevonden.";
"HELP:File Not Found" = "Het bestand is tijdens de synchronisatie mogelijk verplaatst. Voer de synchronisatie opnieuw uit.";

"File Name Too Long"      = "De naam van een bestand of map is te lang.";
"HELP:File Name Too Long" = "Wijzig de naam van dit onderdeel in een kortere naam.";

"I/O Error"      = "Er heeft zich een fout voorgedaan bij het lezen of schrijven van het bestand.";
"HELP:I/O Error" = "Probeer het later opnieuw.";

"Destination does not support symlinks"      = "Symbolische koppelingen worden niet door de bestemming ondersteund.";
"HELP:Destination does not support symlinks" = "Probeer het bestand of de map eerst te comprimeren.";

"Object deleted"      = "Het onderdeel is verwijderd voordat het kon worden gesynchroniseerd.";
//"HELP:Object deleted" = "";

"Object created"      = "Er is een nieuw onderdeel aangemaakt op dezelfde locatie als dit onderdeel voordat het kon worden gesynchroniseerd.";
//"HELP:Object created" = "";

"Object modified"     = "Het onderdeel dat moet worden bijgewerkt is gewijzigd door een ander programma voordat het kon worden gesynchroniseerd.";
//"HELP:Object modified" = "";

"Network error"       = "Er heeft zich een netwerkfout voorgedaan.";
"HELP:Network error"  = "Controleer uw netwerkverbinding of probeer het later opnieuw.";

//"Timeout Error"       = "The server has stopped responding.";

"Unknown error"            = "Er heeft zich een probleem voorgedaan.";					// [rdar://5231555]
"HELP:Unknown error"       = "Probeer het later opnieuw.";
"HELP-IDISK:Unknown error" = "Probeer het later opnieuw.";
"HELP-PHD:Unknown error"   = "Probeer het later opnieuw. Neem contact op met uw netwerkbeheerder als het probleem zich blijft voordoen.";

"IDISK ALMOST FULL"     = "Uw iDisk is bijna vol.";
"ALMOST FULL TRASH MSG" = "Er staan bestanden op uw iDisk die zich in de prullenmand bevinden. Leeg de prullenmand om meer ruimte vrij te maken.\n\nU kunt de opslagruimte op uw iDisk vergroten via het paneel '%@' in Systeemvoorkeuren.";
"ALMOST FULL .MAC MSG"  = "U kunt de opslagruimte op uw iDisk vergroten via het paneel '%@' in Systeemvoorkeuren.";

"REVERIFICATION"      = "Het bestand is tijdens alle laatste %@ synchronisaties gewijzigd.";
"REVERIFICATION HELP" = "Mogelijk wordt het bestand van tijd tot tijd gewijzigd door een programma. Sluit het bestand of stop programma's.";

"TOO_MANY_EAS"      = "De doellocatie ondersteunt niet alle gegevens die zich in dit onderdeel bevinden.";
"TOO_MANY_EAS HELP" = "Probeer het bestand of de map eerst te comprimeren.";

// ---------------------
// offline folder dialog

"OFFLINE FOLDER%"    = "De map '%@' is alleen beschikbaar als de iDisk online is.";
"OFFLINE FOLDER MSG" = "Om toegang te krijgen tot deze map, moet de computer worden verbonden met het internet.";


// Size formats, used in the conflict and exception dialog to show file sizes.
// The argument is the number of bytes, the suffixes are the abbreviations for the standard metric scales: kilobytes, megabytes, etc.
"%BYTES" = "%llu bytes";
"%KB"    = "%.2f KB";
"%MB"    = "%.2f MB";
"%GB"    = "%.2f GB";
"%TB"    = "%.2f TB";
"%PB"    = "%.2f PB";
"%XB"    = "%.2f XB";


// --------------------
// Conflict list window

// Conflict count. Singular and plural. The plural argument is an integer. Used in the conflict *list* window, not the conflict resolution window
"1CONFLICT"  = "1 conflict";
"%CONFLICTS" = "%d conflicten";


// -----------------------
// Conflict manager window

"%IS_OUT_OF_SYNC"          = "'%@' is op beide locaties gewijzigd.";			// Name of conflicting item.
"%WHERE"                   = "Locatie: %@";						// Path to parent folder of conflicting item.
"%CONFLICT_COUNT"          = "%d van %d";						// Conflict count (arguments are integers i.e., "1 of 16")
"ROOT"                     = "-root-";							// The name of the root of the sync point, rather than @"/"
"FILE"                     = "bestand";
"FOLDER"                   = "map";
"PACKAGE"                  = "pakket";
"SYMLINK"                  = "symlink";
"IDISK_LOCAL_TITLE"        = "Deze computer";
"IDISK_POPUP_LOCAL_TITLE"  = "Behoud bestand op deze computer";
"IDISK_POPUP_REMOTE_TITLE" = "Bewaar bestand op %@";
"MHD_LOCAL_TITLE"          = "Op deze computer";
"MHD_REMOTE_TITLE"         = "In het netwerk";
"MHD_POPUP_LOCAL_TITLE"    = "Behoud bestand op deze computer";
"MHD_POPUP_REMOTE_TITLE"   = "Behoud bestand op netwerk";
"1_IDISK_CONFLICT"         = "Er is een iDisk-synchronisatieconflict.";			// Singular for iDisk
"%_IDISK_CONFLICTS"        = "Er zijn %d iDisk-synchronisatieconflicten.";			// Plural for iDisk
"1_MHD_CONFLICT"           = "Er is een thuismapsynchronisatieconflict.";				// Singular for MHD
"%_MHD_CONFLICTS"          = "Er zijn %d thuismapsynchronisatieconflicten.";			// Plural for MHD
"IDISK_RESOLVE_REMOTE"     = "Los alle conflicten op door de bestanden op %@ te gebruiken";
"IDISK_RESOLVE_LOCAL"      = "Los alle conflicten op door de bestanden op deze computer te gebruiken";
"IDISK_RESOLVE_BOTH"       = "Los alle conflicten op met behoud van beide bestanden";
"IDISK_RESOLVE_LASTMOD"    = "Los alle conflicten op door het bestand met de meest recente bewerkingsdatum te behouden.";
"IDISK_RESOLVE_EXCLUDE"    = "Los alle conflicten op door de bestanden uit te sluiten van volgende synchronisatiebewerkingen.";
"IDISK_RESOLVE_NONE"       = "Negeer alle conflicten.";
"MHD_RESOLVE_REMOTE"       = "Los alle conflicten op door de bestanden in het netwerk te gebruiken";
"MHD_RESOLVE_LOCAL"        = "Los alle conflicten op door de bestanden op deze computer te gebruiken";
"MHD_RESOLVE_BOTH"         = "Los alle conflicten op met behoud van beide bestanden";
"MHD_RESOLVE_LASTMOD"      = "Los alle conflicten op door het bestand met de meest recente bewerkingsdatum te behouden.";
"MHD_RESOLVE_EXCLUDE"      = "Los alle conflicten op door de bestanden uit te sluiten van volgende synchronisatiebewerkingen.";
"MHD_RESOLVE_NONE"         = "Negeer alle conflicten.";
"MHD_CONFLICT_TITLE"       = "Synchronisatieconflicten";

// Unable to resolve all conflicts alert sheet
"NOT_ALL_RESOLVED_TITLE" = "Niet alle conflicten kunnen worden opgelost";
"NOT_ALL_RESOLVED_MSG"   = "Sommige conflicten zijn niet opgelost omdat de bewerkingsdatums van de bestanden te dicht bij elkaar liggen. Los deze conflicten handmatig of op een andere manier op.";

"There are no file syncing errors or conflicts." = "Er doen zich geen fouten of conflicten voor bij de bestandssynchronisatie.";

// -----------------
// Global Exceptions

// iDisk
"GLOBAL-IDISK:Timeout"      = "Het synchroniseren van uw iDisk is niet voltooid. Probeer het later opnieuw.";
"GLOBAL-HELP-IDISK:Timeout" = "Als u problemen blijft ondervinden met het synchroniseren van uw iDisk, is er mogelijk iets aan de hand met de internetverbinding. Stop andere programma's die het internet gebruiken en probeer het opnieuw.";

"GLOBAL-IDISK:NetworkError"      = "Het synchroniseren van uw iDisk is niet voltooid.";
"GLOBAL-HELP-IDISK:NetworkError" = "Controleer uw netwerkverbinding of probeer het later opnieuw.";

"GLOBAL-IDISK:RemoteBusy"      = "Het synchroniseren van uw iDisk is niet voltooid.";
"GLOBAL-HELP-IDISK:RemoteBusy" = "Probeer het later opnieuw.";

"GLOBAL-IDISK:UNKNOWN"      = "Het synchroniseren van uw iDisk is niet voltooid omdat er zich een probleem heeft voorgedaan.";
"GLOBAL-HELP-IDISK:UNKNOWN" = "Probeer het later opnieuw.";

// PHD
"GLOBAL-PHD:Timeout"      = "Het synchroniseren van uw thuismap is niet voltooid. Probeer het later opnieuw.";
"GLOBAL-HELP-PHD:Timeout" = "Als u problemen blijft ondervinden met het synchroniseren van uw thuismap, is er mogelijk iets aan de hand met de netwerkverbinding. Stop andere programma's die het netwerk gebruiken en probeer het opnieuw.";

"GLOBAL-PHD:NetworkError"      = "Het synchroniseren van uw thuismap is niet voltooid.";
"GLOBAL-HELP-PHD:NetworkError" = "Controleer uw netwerkverbinding of probeer het later opnieuw.";

"GLOBAL-PHD:RemoteBusy"      = "Het synchroniseren van uw thuismap is niet voltooid.";
"GLOBAL-HELP-PHD:RemoteBusy" = "Probeer het later opnieuw.";

"GLOBAL-PHD:UNKNOWN"      = "Het synchroniseren van uw thuismap is niet voltooid omdat er zich een probleem heeft voorgedaan.";
"GLOBAL-HELP-PHD:UNKNOWN" = "Probeer het later opnieuw.";

// Other
"GLOBAL-FS:Timeout"      = "Het synchroniseren van uw bestanden is niet voltooid. Probeer het later opnieuw.";
"GLOBAL-HELP-FS:Timeout" = "Als u problemen blijft ondervinden met het synchroniseren van uw bestanden, is er mogelijk iets aan de hand met de netwerkverbinding. Stop andere programma's die het netwerk gebruiken en probeer het opnieuw.";

"GLOBAL-FS:NetworkError"      = "Het synchroniseren van uw bestanden is niet voltooid.";
"GLOBAL-HELP-FS:NetworkError" = "Controleer uw netwerkverbinding of probeer het later opnieuw.";

"GLOBAL-FS:RemoteBusy"      = "Het synchroniseren van uw bestanden is niet voltooid.";
"GLOBAL-HELP-FS:RemoteBusy" = "Probeer het later opnieuw.";

"GLOBAL-FS:UNKNOWN"      = "Het synchroniseren van uw bestanden is niet voltooid omdat er zich een probleem heeft voorgedaan.";
"GLOBAL-HELP-FS:UNKNOWN" = "Probeer het later opnieuw.";
